content/topics/sunlight_exposure.md
+++
title = "Sunlight Exposure"
tags = ["health", "nutrition"]
draft = false
+++

Sonnenexposition ist ein multikausaler Gesundheitsfaktor — weit über die reine [Vitamin D]({{< relref "vitamin_d.md" >}})-Synthese hinaus.


## Biologische Wirkpfade (neben Vitamin D) {#biologische-wirkpfade}

-   **Stickstoffmonoxid (NO):** UV-Strahlung auf die Haut setzt NO frei → vasodilatatorische Wirkung → kardiovaskulärer Schutz unabhängig von Vitamin D
    -   Referenz: "Sunlight Has Cardiovascular Benefits Independently of Vitamin D" (Karger, karger.com)
-   **Circadianer Rhythmus:** Morgenlicht synchronisiert die innere Uhr → besserer Schlaf, Stimmung, Hormonregulation
-   **Serotonin:** Sonnenlicht erhöht Serotoninspiegel → antidepressive Wirkung
-   **Infrarotstrahlung / "Red Light Therapy":** Wärmewirkung, zelluläre Effekte
-   **Endorphine:** UVB-Strahlung triggert Endorphin-Ausschüttung


## Mortalitätsdaten {#mortalitätsdaten}

-   Melanoma-in-Southern-Sweden-Studie: die Kohorte mit höchster Sonnenexposition hatte **halb so hohe** Gesamtmortalität wie die Kohorte mit der geringsten Exposition
-   Gesamtmortalitätsreduktion durch Sonnenexposition ~30 % (pubmed.ncbi.nlm.nih.gov/32918215/)
-   Dieser Effekt ist mit oralen Vitamin-D-Supplementen nicht reproduzierbar — Hinweis auf andere Mechanismen


## Warum Supplement ≠ Sonne {#warum-supplement-nicht-sonne}

Orale Einnahme von [Vitamin D]({{< relref "vitamin_d.md" >}}) liefert nur einen von vielen Wirkpfaden. Herzkrankheitsschutz durch Vitamin D zeigt sich in Beobachtungsstudien, aber **nicht** in Supplementierungs-RCTs → der Schutz kommt vermutlich vom NO, Bewegung, Schlafverbesserung etc.

> "Das Auto läuft nicht wegen schlechter Nadellager — die Lösung ist nicht, sie in den Tank zu geben." (owenversteeg, HN)

Das ist auch ein Lehrstück für [Confounding in Observational Studies]({{< relref "confounding_in_observational_studies.md" >}}): hohe Vitamin-D-Blutspiegel sind oft ein Proxy für viel Draußensein, nicht für D selbst.


## Geografische und saisonale Faktoren {#geografische-und-saisonale-faktoren}

-   UV-B-Synthese erfordert Sonnenwinkel >45° über dem Horizont
-   Nördlich von ~42°N: kein vitamin-D-wirksames UV-B von Oktober bis März
-   Skandinavien / Finnland (60°N): Sonne kann im Winter gar nicht aufgehen
-   Sommer in Nordeuropa: lange Tage, aber flacher Winkel → mittags etwas UV-B, Abende nutzlos für D-Synthese
-   Südasiatische Bevölkerung in westlichen Ländern: höheres Melaninlevel + nördliche Breiten → besonders hohe Defizienrate (27–60 % je nach Saison)
-   Melanin schützt vor Sonnenbrand, reduziert aber auch die D-Synthese


## Praktische Implikationen {#praktische-implikationen}

-   Regelmäßige, nicht-verbrennende Sonnenexposition (Gesicht, Arme, ~10–30 min zur Mittagszeit) ist der bevorzugte Weg für Vitamin D **und** andere Gesundheitseffekte
-   Supplement sinnvoll als Rückfalloption (Winter, Indoor-Arbeit, dunkle Haut in nördlichen Breiten)
